Repository: sigarone/Q-Audion-IOS
Catalog: QAudionApp/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, pt_br

source: Nessuna autenticazione dispositivo configurata (Face ID / Touch ID / codice).
de: Keine Geräteauthentifizierung konfiguriert (Face ID / Touch ID / Code).
en: No device authentication configured (Face ID / Touch ID / passcode).
es: No hay ninguna autenticación de dispositivo configurada (Face ID / Touch ID / código).
fr: Aucune authentification d'appareil configurée (Face ID / Touch ID / code).
pt_br: Nenhuma autenticação de dispositivo configurada (Face ID / Touch ID / senha).

source: Nessuna cerimonia SAS registrata per questo contatto. Avvia una verifica vocale o NFC.
de: Für diesen Kontakt ist keine SAS-Zeremonie aufgezeichnet. Starten Sie eine Sprach- oder NFC-Verifizierung.
en: No SAS ceremony recorded for this contact. Start a voice or NFC verification.
es: No hay ninguna ceremonia SAS registrada para este contacto. Inicia una verificación por voz o NFC.
fr: Aucune cérémonie SAS enregistrée pour ce contact. Lance une vérification vocale ou NFC.
pt_br: Nenhuma cerimônia SAS registrada para este contato. Inicie uma verificação por voz ou NFC.

source: Nessuna chiamata attiva
de: Kein aktiver Anruf
en: No active call
es: Ninguna llamada activa
fr: Aucun appel actif
pt_br: Nenhuma chamada ativa

source: Nessuna chiamata recente
de: Keine letzten Anrufe
en: No recent calls
es: Ninguna llamada reciente
fr: Aucun appel récent
pt_br: Nenhuma chamada recente

source: Nessuna chiave salvata. Scansiona il QR di un contatto per aggiungerne una.
de: Kein Schlüssel gespeichert. Scannen Sie den QR-Code eines Kontakts, um einen hinzuzufügen.
en: No keys saved. Scan a contact's QR code to add one.
es: No hay ninguna clave guardada. Escanea el QR de un contacto para añadir una.
fr: Aucune clé enregistrée. Scanne le QR d'un contact pour en ajouter une.
pt_br: Nenhuma chave salva. Escaneie o QR de um contato para adicionar uma.

source: Nessuna conversazione
de: Keine Unterhaltungen
en: No conversations
es: Ninguna conversación
fr: Aucune conversation
pt_br: Nenhuma conversa

source: Nessuna segnalazione
de: Keine Meldungen
en: No reports
es: Ningún reporte
fr: Aucun signalement
pt_br: Nenhuma denúncia

source: Nome
de: Name
en: Name
es: Nombre
fr: Nom

source: Nome (opzionale)
de: Name (optional)
en: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
pt_br: Nome (opcional)

source: Nome del gruppo…
de: Gruppenname…
en: Group name…
es: Nombre del grupo…
fr: Nom du groupe…
pt_br: Nome do grupo…

source: Non disponibile su iOS in questa versione: la piattaforma non espone un proxy SOCKS di sistema. Verrà riattivato quando l'app integrerà un client Tor bundled.
de: In dieser Version unter iOS nicht verfügbar: Die Plattform stellt keinen System-SOCKS-Proxy bereit. Wird reaktiviert, sobald die App einen gebündelten Tor-Client integriert.
en: Not available on iOS in this version: the platform doesn't expose a system SOCKS proxy. It will be re-enabled once the app bundles a Tor client.
es: No disponible en iOS en esta versión: la plataforma no expone un proxy SOCKS del sistema. Se reactivará cuando la app integre un cliente Tor incluido.
fr: Indisponible sur iOS dans cette version : la plateforme n'expose pas de proxy SOCKS système. Sera réactivé quand l'app intégrera un client Tor embarqué.
pt_br: Não disponível no iOS nesta versão: a plataforma não expõe um proxy SOCKS do sistema. Será reativado quando o app integrar um cliente Tor embutido.

source: Non necessario: già autenticato via NFC
de: Nicht erforderlich: bereits über NFC authentifiziert
en: Not needed: already authenticated via NFC
es: No es necesario: ya autenticado por NFC
fr: Pas nécessaire : déjà authentifié via NFC
pt_br: Não necessário: já autenticado via NFC

source: Non notificherà il server. Usa Impostazioni → Sicurezza per una richiesta di wipe se serve.
de: Der Server wird nicht benachrichtigt. Nutzen Sie bei Bedarf Einstellungen → Sicherheit für eine Wipe-Anfrage.
en: This won't notify the server. Use Settings → Security to request a wipe if needed.
es: No notificará al servidor. Usa Ajustes → Seguridad para una solicitud de wipe si la necesitas.
fr: Ne notifiera pas le serveur. Utilise Réglages → Sécurité pour une demande de wipe si besoin.
pt_br: Não vai notificar o servidor. Use Ajustes → Segurança para pedir um wipe se precisar.

source: Non riceverà più i messaggi del gruppo. Le chiavi vengono rigenerate per gli altri membri.
de: Erhält keine Gruppennachrichten mehr. Die Schlüssel werden für die übrigen Mitglieder neu generiert.
en: They'll no longer receive the group's messages. Keys are regenerated for the other members.
es: Ya no recibirá los mensajes del grupo. Las claves se regeneran para los demás miembros.
fr: Il ne recevra plus les messages du groupe. Les clés sont régénérées pour les autres membres.
pt_br: Ele não vai mais receber as mensagens do grupo. As chaves são regeneradas para os outros membros.

source: Nota vocale
de: Sprachnotiz
en: Voice note
es: Nota de voz
fr: Note vocale
pt_br: Nota de voz

source: Notifiche
de: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
pt_br: Notificações

source: Numero di telefono
de: Telefonnummer
en: Phone number
es: Número de teléfono
fr: Numéro de téléphone
pt_br: Número de telefone

source: Numero telefono pubblico
de: Öffentliche Telefonnummer
en: Public phone number
es: Número de teléfono público
fr: Numéro de téléphone public
pt_br: Número de telefone público

source: Nuova chat
de: Neuer Chat
en: New chat
es: Nuevo chat
fr: Nouvelle discussion
pt_br: Nova conversa

source: Nuova conversazione
de: Neue Unterhaltung
en: New conversation
es: Nueva conversación
fr: Nouvelle conversation
pt_br: Nova conversa

source: Nuova segnalazione
de: Neue Meldung
en: New report
es: Nuevo reporte
fr: Nouveau signalement
pt_br: Nova denúncia

source: Nuovo contatto
de: Neuer Kontakt
en: New contact
es: Nuevo contacto
fr: Nouveau contact
pt_br: Novo contato

source: Nuovo feedback
de: Neues Feedback
en: New feedback
es: Nuevo feedback
fr: Nouveau feedback
pt_br: Novo feedback

source: Nuovo gruppo
de: Neue Gruppe
en: New group
es: Nuevo grupo
fr: Nouveau groupe
pt_br: Novo grupo

source: Oggetto
de: Betreff
en: Subject
es: Asunto
fr: Objet
pt_br: Assunto

source: Ogni dispositivo linkato mantiene un keypair X25519 attestato. La revoca invalida il keypair lato server e triggera un remote wipe.
de: Jedes verknüpfte Gerät verwaltet ein attestiertes X25519-Schlüsselpaar. Der Widerruf macht das Schlüsselpaar serverseitig ungültig und löst einen Remote Wipe aus.
en: Every linked device keeps an attested X25519 keypair. Revoking it invalidates the keypair server-side and triggers a remote wipe.
es: Cada dispositivo vinculado mantiene un keypair X25519 certificado. La revocación invalida el keypair en el servidor y activa un remote wipe.
fr: Chaque appareil associé conserve une paire de clés X25519 attestée. La révocation invalide la paire de clés côté serveur et déclenche un remote wipe.
pt_br: Cada dispositivo vinculado mantém um keypair X25519 atestado. A revogação invalida o keypair no servidor e dispara um remote wipe.

source: Opzioni allegato
de: Anhangoptionen
en: Attachment options
es: Opciones de adjunto
fr: Options de la pièce jointe
pt_br: Opções de anexo

source: Ordina contatti
de: Kontakte sortieren
en: Sort contacts
es: Ordenar contactos
fr: Trier les contacts
pt_br: Ordenar contatos

source: P3 Simboard Control
de: P3-Simboard-Steuerung
pt_br: Controle P3 Simboard

source: PRESENZA FISICA (NFC)
de: PHYSISCHE PRÄSENZ (NFC)
en: PHYSICAL PRESENCE (NFC)
es: PRESENCIA FÍSICA (NFC)
fr: PRÉSENCE PHYSIQUE (NFC)
pt_br: PRESENÇA FÍSICA (NFC)

source: PRESENZA FISICA VERIFICATA
de: PHYSISCHE PRÄSENZ VERIFIZIERT
en: PHYSICAL PRESENCE VERIFIED
es: PRESENCIA FÍSICA VERIFICADA
fr: PRÉSENCE PHYSIQUE VÉRIFIÉE
pt_br: PRESENÇA FÍSICA VERIFICADA

source: PRESERVATE (auth)
de: ERHALTEN (Auth)
en: PRESERVED (auth)
es: CONSERVADAS (auth)
fr: PRÉSERVÉES (auth)
pt_br: PRESERVADAS (auth)

source: PUBKEY FINGERPRINT (SHA-256)
de: PUBKEY-FINGERABDRUCK (SHA-256)
es: HUELLA DE CLAVE PÚBLICA (SHA-256)
fr: EMPREINTE CLÉ PUBLIQUE (SHA-256)

source: Pair via NFC
de: Über NFC koppeln
es: Emparejar por NFC
fr: Appairer via NFC
pt_br: Parear via NFC

source: Passa a videochiamata
de: Zu Videoanruf wechseln
en: Switch to video call
es: Cambiar a videollamada
fr: Passer en appel vidéo
pt_br: Mudar para videochamada

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt_br: Senha

source: Peers ti raggiungono via uno qualsiasi dei numeri qui sotto. Puoi aggiungerne più di uno.
de: Peers erreichen Sie über eine der unten aufgeführten Nummern. Sie können mehr als eine hinzufügen.
en: Peers can reach you via any of the numbers below. You can add more than one.
es: Los peers te contactan a través de cualquiera de los números de abajo. Puedes añadir más de uno.
fr: Tes correspondants te joignent via n'importe lequel des numéros ci-dessous. Tu peux en ajouter plusieurs.
pt_br: Os peers te encontram por qualquer um dos números abaixo. Você pode adicionar mais de um.

source: Per aggiungere o rimuovere numeri vai su Impostazioni > I miei numeri.
de: Um Nummern hinzuzufügen oder zu entfernen, gehen Sie zu Einstellungen > Meine Nummern.
en: To add or remove numbers, go to Settings > My numbers.
es: Para añadir o eliminar números, ve a Ajustes > Mis números.
fr: Pour ajouter ou supprimer des numéros, va dans Réglages > Mes numéros.
pt_br: Para adicionar ou remover números, vá em Ajustes > Meus números.

source: Per ogni contatto, il flag v3-capable viene osservato e persiste. Reset → re-discovery automatica al prossimo messaggio inbound.
de: Für jeden Kontakt wird das v3-capable-Flag beobachtet und bleibt bestehen. Reset → automatische erneute Discovery bei der nächsten eingehenden Nachricht.
en: For each contact, the v3-capable flag is observed and persists. Reset → automatic re-discovery on the next inbound message.
es: Para cada contacto, el flag v3-capable se observa y persiste. Reset → re-discovery automático en el próximo mensaje entrante.
fr: Pour chaque contact, l'indicateur v3-capable est observé et persiste. Réinitialisation → redécouverte automatique au prochain message entrant.
pt_br: Para cada contato, a flag v3-capable é observada e persiste. Reset → nova descoberta automática na próxima mensagem recebida.

source: Perfetto, ti chiamo alle 21.
de: Perfekt, ich rufe Sie um 21 Uhr an.
en: Perfect, I'll call you at 9pm.
es: Perfecto, te llamo a las 21.
fr: Parfait, je t'appelle à 21h.
pt_br: Perfeito, te ligo às 21h.

source: Permessi · banner · suoni di sistema
de: Berechtigungen · Banner · Systemtöne
en: Permissions · banners · system sounds
es: Permisos · banners · sonidos del sistema
fr: Autorisations · bannières · sons système
pt_br: Permissões · banners · sons do sistema

source: Ping / refresh
de: Ping / Aktualisieren
fr: Ping / actualisation
pt_br: Ping / atualizar

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Problema
de: Problem
en: Problem
fr: Problème

source: Procedi solo se hai verificato il nuovo numero col contatto fuori dall'app. Questo accetta la rotazione di chiave permanente.
de: Fahren Sie nur fort, wenn Sie die neue Nummer außerhalb der App mit dem Kontakt verifiziert haben. Dies akzeptiert die dauerhafte Schlüsselrotation.
en: Proceed only if you've verified the new number with the contact outside the app. This accepts the key rotation permanently.
es: Continúa solo si has verificado el nuevo número con el contacto fuera de la app. Esto acepta la rotación de clave de forma permanente.
fr: Continue uniquement si tu as vérifié le nouveau numéro avec le contact en dehors de l'app. Cela accepte la rotation de clé de façon permanente.
pt_br: Prossiga somente se você verificou o novo número com o contato fora do app. Isso aceita a rotação de chave permanente.

source: Profilo
de: Profil
en: Profile
es: Perfil
fr: Profil
pt_br: Perfil

source: Protezione chiavi
de: Schlüsselschutz
en: Key protection
es: Protección de claves
fr: Protection des clés
pt_br: Proteção de chaves

source: Prova Pro attiva
de: Pro-Testphase aktiv
en: Pro trial active
es: Prueba Pro activa
fr: Essai Pro actif
pt_br: Teste Pro ativo

source: Pulisci
de: Bereinigen
en: Clear
es: Limpiar
fr: Effacer
pt_br: Limpar

source: Punta la fotocamera su un QR Q-Audion
de: Richten Sie die Kamera auf einen Q-Audion-QR-Code
en: Point the camera at a Q-Audion QR code
es: Apunta la cámara a un QR de Q-Audion
fr: Pointe l'appareil photo vers un QR Q-Audion
pt_br: Aponte a câmera para um QR do Q-Audion

source: Q-Audion ha bisogno della fotocamera per scansionare i QR per accoppiare contatti e collegare dispositivi.
de: Q-Audion benötigt die Kamera, um QR-Codes zum Koppeln von Kontakten und Verbinden von Geräten zu scannen.
en: Q-Audion needs the camera to scan QR codes for pairing contacts and linking devices.
es: Q-Audion necesita la cámara para escanear los QR y así emparejar contactos y vincular dispositivos.
fr: Q-Audion a besoin de l'appareil photo pour scanner les QR, associer des contacts et connecter des appareils.
pt_br: O Q-Audion precisa da câmera para escanear QRs, parear contatos e vincular dispositivos.

source: QR identità non ancora disponibile — accedi prima.
de: Identitäts-QR-Code noch nicht verfügbar — bitte zuerst anmelden.
en: Identity QR not available yet — sign in first.
es: QR de identidad aún no disponible — inicia sesión primero.
fr: QR d'identité pas encore disponible — connecte-toi d'abord.
pt_br: QR de identidade ainda não disponível — faça login primeiro.

source: QR non disponibile
de: QR-Code nicht verfügbar
en: QR code unavailable
es: QR no disponible
fr: QR indisponible
pt_br: QR indisponível

source: QUESTO DISPOSITIVO
de: DIESES GERÄT
en: THIS DEVICE
es: ESTE DISPOSITIVO
fr: CET APPAREIL
pt_br: ESTE DISPOSITIVO

source: Questa chiamata non è collegata a un gruppo salvato: non c'è una chat cifrata a cui inviare messaggi.
de: Dieser Anruf ist mit keiner gespeicherten Gruppe verknüpft: Es gibt keinen verschlüsselten Chat, an den Nachrichten gesendet werden können.
en: This call isn't linked to a saved group: there's no encrypted chat to send messages to.
es: Esta llamada no está vinculada a un grupo guardado: no hay un chat cifrado al que enviar mensajes.
fr: Cet appel n'est pas lié à un groupe enregistré : il n'y a pas de discussion chiffrée à laquelle envoyer des messages.
pt_br: Esta chamada não está vinculada a um grupo salvo: não há uma conversa criptografada para enviar mensagens.

source: Queste schermate sono in modalità anteprima visiva. La logica di chiamata reale (push, audio, deepfake guard) usa ancora il flusso legacy `CallView`. Il wiring definitivo arriva una volta che l'engine espone sasWords / keyInfo / transportMode.
de: Diese Bildschirme befinden sich im visuellen Vorschaumodus. Die eigentliche Anruflogik (Push, Audio, Deepfake Guard) verwendet noch den Legacy-Ablauf `CallView`. Die endgültige Anbindung erfolgt, sobald die Engine sasWords / keyInfo / transportMode bereitstellt.
en: These screens are in visual-preview mode. The real call logic (push, audio, deepfake guard) still uses the legacy `CallView` flow. Final wiring arrives once the engine exposes sasWords / keyInfo / transportMode.
es: Estas pantallas están en modo de vista previa visual. La lógica real de llamada (push, audio, deepfake guard) todavía usa el flujo legacy `CallView`. El wiring definitivo llegará cuando el engine exponga sasWords / keyInfo / transportMode.
fr: Ces écrans sont en mode aperçu visuel. La logique d'appel réelle (push, audio, deepfake guard) utilise encore le flux legacy `CallView`. Le câblage définitif arrivera une fois que le moteur exposera sasWords / keyInfo / transportMode.
pt_br: Estas telas estão em modo de pré-visualização visual. A lógica real de chamada (push, áudio, deepfake guard) ainda usa o fluxo legacy `CallView`. A integração definitiva chega quando o engine expuser sasWords / keyInfo / transportMode.

source: Questo QR non corrisponde a nessun formato Q-Audion. Assicurati di scansionare un codice generato da Q-Audion (identità, device-link, configurazione rapida o invito gruppo).
de: Dieser QR-Code entspricht keinem Q-Audion-Format. Stellen Sie sicher, dass Sie einen von Q-Audion generierten Code scannen (Identität, Geräteverknüpfung, Schnellkonfiguration oder Gruppeneinladung).
en: This QR code doesn't match any Q-Audion format. Make sure you're scanning a code generated by Q-Audion (identity, device link, quick setup, or group invite).
es: Este QR no corresponde a ningún formato de Q-Audion. Asegúrate de escanear un código generado por Q-Audion (identidad, device-link, configuración rápida o invitación a grupo).
fr: Ce QR ne correspond à aucun format Q-Audion. Assure-toi de scanner un code généré par Q-Audion (identité, device-link, configuration rapide ou invitation de groupe).
pt_br: Este QR não corresponde a nenhum formato do Q-Audion. Confira se você está escaneando um código gerado pelo Q-Audion (identidade, vínculo de dispositivo, configuração rápida ou convite de grupo).

source: RADAR SCOLLEGATO (Nessun dato BLE)
de: RADAR GETRENNT (Keine BLE-Daten)
en: RADAR DISCONNECTED (No BLE data)
es: RADAR DESCONECTADO (Sin datos BLE)
fr: RADAR DÉCONNECTÉ (Aucune donnée BLE)
pt_br: RADAR DESCONECTADO (Nenhum dado BLE)

source: REPORT
de: BERICHT
es: REPORTE
fr: RAPPORT
pt_br: RELATÓRIO

source: REVOCA
de: WIDERRUFEN
en: REVOKE
es: REVOCAR
fr: RÉVOQUER
pt_br: REVOGAR

source: RIGENERA
de: NEU GENERIEREN
en: REGENERATE
es: REGENERAR
fr: RÉGÉNÉRER
pt_br: REGENERAR

source: RITMO RESPIRATORIO
de: ATEMRHYTHMUS
en: BREATHING RATE
fr: RYTHME RESPIRATOIRE
pt_br: RITMO RESPIRATÓRIO

source: Radar non rilevato — modulo P6 opzionale assente o non pronto
de: Radar nicht erkannt — optionales Modul P6 fehlt oder nicht bereit
en: Radar not detected — optional module P6 missing or not ready
es: Radar no detectado — módulo P6 opcional ausente o no listo
fr: Radar non détecté — module P6 optionnel absent ou non prêt
pt_br: Radar não detectado — módulo P6 opcional ausente ou não pronto

source: Rapporto minacce
de: Bedrohungsbericht
en: Threat report
es: Informe de amenazas
fr: Rapport de menaces
pt_br: Relatório de ameaças

source: Re-verifica
de: Erneute Verifizierung
en: Re-verify
es: Re-verificar
fr: Revérifier
pt_br: Reverificar

source: Registrazione solo interno
de: Nur interne Aufzeichnung
en: Extension-only recording
es: Registro solo con extensión
fr: Enregistrement poste uniquement
pt_br: Gravação somente interna

source: Rekey demo, contatore non collegato al motore
de: Rekey-Demo, Zähler nicht mit der Engine verbunden
en: Rekey demo, counter not wired to the engine
es: Demo de rekey, contador no conectado al motor
fr: Rekey démo, compteur non connecté au moteur
pt_br: Demonstração de rekey, contador não conectado ao motor

source: Reset capability flags
de: Capability-Flags zurücksetzen
fr: Réinitialiser les indicateurs de capacité
pt_br: Resetar capability flags

source: Reset capability flags?
de: Capability-Flags zurücksetzen?
fr: Réinitialiser les indicateurs de capacité ?
pt_br: Resetar capability flags?

source: Reset dati locali
de: Lokale Daten zurücksetzen
en: Reset local data
es: Restablecer datos locales
fr: Réinitialiser les données locales
pt_br: Reset de dados locais

source: Rete per questo contatto
de: Netzwerk für diesen Kontakt
en: Network for this contact
es: Red para este contacto
fr: Réseau pour ce contact
pt_br: Rede para este contato

source: Revoca
de: Widerrufen
en: Revoke
es: Revocar
fr: Révoquer
pt_br: Revogar

source: Revoca screenshot
de: Screenshot widerrufen
en: Revoke screenshot
es: Revocar captura de pantalla
fr: Révoquer les captures d'écran
pt_br: Revogar captura de tela

source: Revocare dispositivo?
de: Gerät widerrufen?
en: Revoke device?
es: ¿Revocar dispositivo?
fr: Révoquer l'appareil ?
pt_br: Revogar dispositivo?

source: Richiede account Pro
de: Erfordert Pro-Konto
en: Requires a Pro account
es: Requiere cuenta Pro
fr: Nécessite un compte Pro
pt_br: Requer conta Pro

source: Richiedi screenshot
de: Screenshot anfordern
en: Request screenshot
es: Solicitar captura de pantalla
fr: Demander une capture d'écran
pt_br: Solicitar captura de tela

source: Richiesta di wipe remoto in sospeso
de: Remote-Wipe-Anfrage ausstehend
en: Remote wipe request pending
es: Solicitud de wipe remoto pendiente
fr: Demande de wipe distant en attente
pt_br: Solicitação de wipe remoto pendente

source: Richiesta screenshot
de: Screenshot-Anfrage
en: Screenshot request
es: Solicitud de captura de pantalla
fr: Demande de capture d'écran
pt_br: Solicitação de captura de tela

source: Rifiuta
de: Ablehnen
en: Decline
es: Rechazar
fr: Refuser
pt_br: Recusar

source: Rilevatore di attività/energia 2.4 GHz (non analizzatore di spettro): segnala emettitori vicini/forti come candidati da ispezionare, non identificazioni certe.
de: Aktivitäts-/Energiedetektor 2,4 GHz (kein Spektrumanalysator): meldet nahe/starke Sender als zu prüfende Kandidaten, keine gesicherten Identifikationen.
en: 2.4 GHz activity/energy detector (not a spectrum analyzer): flags nearby/strong emitters as candidates to inspect, not certain identifications.
es: Detector de actividad/energía de 2,4 GHz (no un analizador de espectro): señala emisores cercanos/fuertes como candidatos a inspeccionar, no identificaciones certeras.
fr: Détecteur d'activité/énergie 2,4 GHz (pas un analyseur de spectre) : signale les émetteurs proches/forts comme candidats à inspecter, pas comme des identifications certaines.
pt_br: Detector de atividade/energia de 2,4 GHz (não é um analisador de espectro): sinaliza emissores próximos/fortes como candidatos a inspecionar, não identificações certas.

source: Rimuove la riga solo dalla tua cronologia locale. La segnalazione lato server resta intatta.
de: Entfernt den Eintrag nur aus Ihrem lokalen Verlauf. Die serverseitige Meldung bleibt unverändert.
en: Removes the entry only from your local history. The report on the server side remains intact.
es: Elimina la línea solo de tu historial local. El reporte del lado del servidor permanece intacto.
fr: Retire la ligne uniquement de ton historique local. Le signalement côté serveur reste intact.
pt_br: Remove a linha apenas do seu histórico local. A denúncia no servidor permanece intacta.

source: Rimuovere questo numero?
de: Diese Nummer entfernen?
en: Remove this number?
es: ¿Eliminar este número?
fr: Supprimer ce numéro ?
pt_br: Remover este número?

source: Rimuovi
de: Entfernen
en: Remove
es: Eliminar
fr: Retirer
pt_br: Remover

source: Ringing
de: Klingelt
es: Sonando
fr: Sonnerie
pt_br: Chamando

source: Rinomina gruppo
de: Gruppe umbenennen
en: Rename group
es: Renombrar grupo
fr: Renommer le groupe
pt_br: Renomear grupo

source: Riprova
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
pt_br: Tentar novamente

source: Riprova scansione
de: Scan erneut versuchen
en: Retry scan
es: Reintentar escaneo
fr: Réessayer le scan
pt_br: Tentar escanear novamente

source: Rischio intercettazione:
de: Abhörrisiko:
en: Interception risk:
es: Riesgo de interceptación:
fr: Risque d'interception :
pt_br: Risco de interceptação:

source: Ruota
de: Drehen
en: Rotate
es: Girar
fr: Pivoter
pt_br: Rotacionar

source: Ruota chiavi
de: Schlüssel rotieren
en: Rotate keys
es: Rotar claves
fr: Faire pivoter les clés
pt_br: Rotacionar chaves

source: Ruotare le chiavi?
de: Schlüssel rotieren?
en: Rotate keys?
es: ¿Rotar las claves?
fr: Faire pivoter les clés ?
pt_br: Rotacionar as chaves?

source: SIMULAZIONE ATTIVA (Dati Mock)
de: SIMULATION AKTIV (Mock-Daten)
en: SIMULATION ACTIVE (Mock Data)
es: SIMULACIÓN ACTIVA (Datos Mock)
fr: SIMULATION ACTIVE (Données Mock)
pt_br: SIMULAÇÃO ATIVA (Dados Mock)
